var stt = {
	"name": "大屏一全部数据",
	"reportData": [{
		"name": "大屏1信息总览",
		"data": [
			[{
				"name": "全行营业收入",
				"value": "335.35"
			}, {
				"name": "全行存款",
				"value": "335.35"
			}, {
				"name": "全行贷款",
				"value": "335.35"
			}]
		],
		"option": null,
		"axis": ["全行营业收入", "全行存款", "全行贷款"]
	}, {
		"name": "大屏1全行存款",
		"data": [
			[],
			[{
				"name": "对公存款",
				"value": "385.45"
			}, {
				"name": "对公存款",
				"value": "315.45"
			}, {
				"name": "对公存款",
				"value": "335.35"
			}]
		],
		"option": {
			"legend": {
				"data": [{
					"name": "",
					"value": "个人存款"
				}, {
					"name": "",
					"value": "对公存款"
				}]
			},
			"grid": {
				"left": "",
				"right": null,
				"top": "",
				"bottom": null,
				"width": "",
				"height": ""
			}
		},
		"axis": ["同期", "上日", "上月"]
	}, {
		"name": "大屏1全行贷款",
		"data": [
			[{
				"name": "经营性贷款",
				"value": "335.35"
			}, {
				"name": "住房按揭贷款",
				"value": "335.35"
			}, {
				"name": "消费贷款",
				"value": "335.35"
			}, {
				"name": "商用房贷款",
				"value": "335.35"
			}, {
				"name": "其它贷款",
				"value": "335.35"
			}],
			[{
				"name": "逾期贷款",
				"value": "335.35"
			}, {
				"name": "对公短期贷款",
				"value": "335.35"
			}, {
				"name": "对公中长期贷款",
				"value": "335.35"
			}, {
				"name": "票据融资",
				"value": "335.35"
			}]
		],
		"option": {
			"legend": [{
				"data": [{
					"name": "住房按揭贷款",
					"value": "335"
				}, {
					"name": "经营性贷款",
					"value": "335"
				}, {
					"name": "商用房贷款",
					"value": "335"
				}, {
					"name": "消费贷款",
					"value": "335"
				}, {
					"name": "其它贷款",
					"value": "335"
				}]
			}, {
				"data": [{
					"name": "逾期贷款",
					"value": "335"
				}, {
					"name": "对公中长期贷款",
					"value": "335"
				}, {
					"name": "对公短期贷款",
					"value": "335"
				}, {
					"name": "票据融资",
					"value": "335"
				}]
			}],
			"grid": {
				"left": "",
				"right": null,
				"top": "",
				"bottom": null,
				"width": "",
				"height": ""
			},
			"series": [{
				"radius": ["42%", "60%"]
			}, {
				"radius": ["0%", "30%'"]
			}]
		},
		"axis": null
	}, {
		"name": "大屏1地图",
		"data": [
			[{
				"name": "上海分行",
				"value": "395.35"
			}, {
				"name": "北京分行",
				"value": "385.35"
			}, {
				"name": "西安分行",
				"value": "375.35"
			}, {
				"name": "宁波分行",
				"value": "365.35"
			}, {
				"name": "南京分行",
				"value": "355.35"
			}, {
				"name": "福州分行",
				"value": "335.35"
			}, {
				"name": "南昌分行",
				"value": "335.35"
			}, {
				"name": "厦门分行",
				"value": "335.35"
			}, {
				"name": "西宁分行",
				"value": "335.35"
			}, {
				"name": "海口分行",
				"value": "335.35"
			}, {
				"name": "银川分行",
				"value": "335.35"
			}, {
				"name": "昆明分行",
				"value": "335.35"
			}, {
				"name": "天津分行",
				"value": "335.35"
			}, {
				"name": "合肥分行",
				"value": "335.35"
			}, {
				"name": "深圳分行",
				"value": "335.35"
			}, {
				"name": "贵阳分行",
				"value": "335.35"
			}, {
				"name": "呼和浩特分行",
				"value": "335.35"
			}, {
				"name": "沈阳分行",
				"value": "335.35"
			}, {
				"name": "济南分行",
				"value": "335.35"
			}, {
				"name": "成都分行",
				"value": "335.35"
			}, {
				"name": "郑州分行",
				"value": "335.35"
			}, {
				"name": "杭州分行",
				"value": "335.35"
			}, {
				"name": "大连分行",
				"value": "335.35"
			}, {
				"name": "拉萨分行",
				"value": "335.35"
			}, {
				"name": "石家庄分行",
				"value": "335.35"
			}, {
				"name": "长沙分行",
				"value": "335.35"
			}, {
				"name": "青岛分行",
				"value": "335.35"
			}, {
				"name": "太原分行",
				"value": "335.35"
			}, {
				"name": "苏州分行",
				"value": "335.35"
			}, {
				"name": "兰州分行",
				"value": "335.35"
			}, {
				"name": "广州分行",
				"value": "335.35"
			}, {
				"name": "哈尔滨分行",
				"value": "335.35"
			}, {
				"name": "南宁分行",
				"value": "335.35"
			}, {
				"name": "乌鲁木齐分行",
				"value": "335.35"
			}, {
				"name": "重庆分行",
				"value": "335.35"
			}, {
				"name": "武汉分行",
				"value": "335.35"
			}, {
				"name": "长春分行",
				"value": "335.35"
			}],
			[{
				"name": "上海分行",
				"value": "395.35"
			}, {
				"name": "北京分行",
				"value": "385.35"
			}, {
				"name": "西安分行",
				"value": "375.35"
			}, {
				"name": "宁波分行",
				"value": "365.35"
			}, {
				"name": "南京分行",
				"value": "355.35"
			}, {
				"name": "福州分行",
				"value": "335.35"
			}, {
				"name": "南昌分行",
				"value": "335.35"
			}, {
				"name": "厦门分行",
				"value": "335.35"
			}, {
				"name": "西宁分行",
				"value": "335.35"
			}, {
				"name": "海口分行",
				"value": "335.35"
			}, {
				"name": "银川分行",
				"value": "335.35"
			}, {
				"name": "昆明分行",
				"value": "335.35"
			}, {
				"name": "天津分行",
				"value": "335.35"
			}, {
				"name": "合肥分行",
				"value": "335.35"
			}, {
				"name": "深圳分行",
				"value": "335.35"
			}, {
				"name": "贵阳分行",
				"value": "335.35"
			}, {
				"name": "呼和浩特分行",
				"value": "335.35"
			}, {
				"name": "武汉分行",
				"value": "335.35"
			}, {
				"name": "沈阳分行",
				"value": "335.35"
			}, {
				"name": "济南分行",
				"value": "335.35"
			}, {
				"name": "成都分行",
				"value": "335.35"
			}, {
				"name": "郑州分行",
				"value": "335.35"
			}, {
				"name": "杭州分行",
				"value": "335.35"
			}, {
				"name": "大连分行",
				"value": "335.35"
			}, {
				"name": "拉萨分行",
				"value": "335.35"
			}, {
				"name": "石家庄分行",
				"value": "335.35"
			}, {
				"name": "长沙分行",
				"value": "335.35"
			}, {
				"name": "青岛分行",
				"value": "335.35"
			}, {
				"name": "太原分行",
				"value": "335.35"
			}, {
				"name": "苏州分行",
				"value": "335.35"
			}, {
				"name": "兰州分行",
				"value": "335.35"
			}, {
				"name": "哈尔滨分行",
				"value": "335.35"
			}, {
				"name": "南宁分行",
				"value": "335.35"
			}, {
				"name": "乌鲁木齐分行",
				"value": "335.35"
			}, {
				"name": "广州分行",
				"value": "335.35"
			}, {
				"name": "重庆分行",
				"value": "335.35"
			}, {
				"name": "长春分行",
				"value": "335.35"
			}]
		],
		"option": {
			"grid": {
				"left": "",
				"right": null,
				"top": "",
				"bottom": null,
				"width": "",
				"height": ""
			}
		},
		"axis": null
	}, {
		"name": "大屏1全行存款排名",
		"data": [
			[{
				"name": "上海分行",
				"value": "395.35"
			}, {
				"name": "北京分行",
				"value": "385.35"
			}, {
				"name": "西安分行",
				"value": "375.35"
			}, {
				"name": "宁波分行",
				"value": "365.35"
			}, {
				"name": "南京分行",
				"value": "355.35"
			}]
		],
		"option": {
			"legend": null,
			"grid": {
				"left": "",
				"right": null,
				"top": "",
				"bottom": null,
				"width": "",
				"height": ""
			}
		},
		"axis": ["上海分行", "北京分行", "西安分行", "宁波分行", "南京分行"]
	}, {
		"name": "大屏1全行贷款排名",
		"data": [
			[{
				"name": "上海分行",
				"value": "395.35"
			}, {
				"name": "北京分行",
				"value": "385.35"
			}, {
				"name": "西安分行",
				"value": "375.35"
			}, {
				"name": "宁波分行",
				"value": "365.35"
			}, {
				"name": "南京分行",
				"value": "355.35"
			}]
		],
		"option": {
			"legend": null,
			"grid": {
				"left": "",
				"right": null,
				"top": "",
				"bottom": null,
				"width": "",
				"height": ""
			}
		},
		"axis": ["上海分行", "北京分行", "西安分行", "宁波分行", "南京分行"]
	}, {
		"name": "大屏1营收趋势",
		"data": [
			[{
				"name": "19:30",
				"value": "395.45"
			}, {
				"name": "19:00",
				"value": "385.45"
			}, {
				"name": "18:30",
				"value": "375.45"
			}, {
				"name": "18:00",
				"value": "365.45"
			}, {
				"name": "17:30",
				"value": "355.45"
			}, {
				"name": "17:00",
				"value": "345.45"
			}, {
				"name": "16:30",
				"value": "335.45"
			}, {
				"name": "16:00",
				"value": "315.45"
			}, {
				"name": "15:30",
				"value": "305.45"
			}, {
				"name": "15:00",
				"value": "325.45"
			}]
		],
		"option": {
			"legend": null,
			"grid": {
				"left": "",
				"right": null,
				"top": "",
				"bottom": null,
				"width": "",
				"height": ""
			},
			"series": null
		},
		"axis": ["19:30", "19:00", "18:30", "18:00", "17:30", "17:00", "16:30", "16:00", "15:30", "15:00"]
	}, {
		"name": "大屏1分行存贷款情况",
		"data": [{
			"name": "上海分行",
			"deposit": "395.35",
			"loan": "395.35"
		}, {
			"name": "北京分行",
			"deposit": "385.35",
			"loan": "385.35"
		}, {
			"name": "西安分行",
			"deposit": "375.35",
			"loan": "375.35"
		}, {
			"name": "宁波分行",
			"deposit": "365.35",
			"loan": "365.35"
		}, {
			"name": "南京分行",
			"deposit": "355.35",
			"loan": "355.35"
		}, {
			"name": "福州分行",
			"deposit": "335.35",
			"loan": "335.35"
		}, {
			"name": "南昌分行",
			"deposit": "335.35",
			"loan": "335.35"
		}, {
			"name": "厦门分行",
			"deposit": "335.35",
			"loan": "335.35"
		}, {
			"name": "西宁分行",
			"deposit": "335.35",
			"loan": "335.35"
		}, {
			"name": "海口分行",
			"deposit": "335.35",
			"loan": "335.35"
		}, {
			"name": "银川分行",
			"deposit": "335.35",
			"loan": "335.35"
		}, {
			"name": "昆明分行",
			"deposit": "335.35",
			"loan": "335.35"
		}, {
			"name": "天津分行",
			"deposit": "335.35",
			"loan": "335.35"
		}, {
			"name": "合肥分行",
			"deposit": "335.35",
			"loan": "335.35"
		}, {
			"name": "深圳分行",
			"deposit": "335.35",
			"loan": "335.35"
		}, {
			"name": "贵阳分行",
			
			"deposit": "335.35",
			"loan": "335.35"
		}, {
			"name": "呼和浩特分行",
			"deposit": "335.35",
			"loan": "335.35"
		}, {
			"name": "武汉分行",
			"deposit": "335.35",
			"loan": "335.35"
		}, {
			"name": "沈阳分行",
			"deposit": "335.35",
			"loan": "335.35"
		}, {
			"name": "济南分行",
			"deposit": "335.35",
			"loan": "335.35"
		}, {
			"name": "成都分行",
			"deposit": "335.35",
			"loan": "335.35"
		}, {
			"name": "郑州分行",
			"deposit": "335.35",
			"loan": "335.35"
		}, {
			"name": "杭州分行",
			"deposit": "335.35",
			"loan": "335.35"
		}, {
			"name": "大连分行",
			"deposit": "335.35",
			"loan": "335.35"
		}, {
			"name": "拉萨分行",
			"deposit": "335.35",
			"loan": "335.35"
		}, {
			"name": "石家庄分行",
			"deposit": "335.35",
			"loan": "335.35"
		}, {
			"name": "长沙分行",
			"deposit": "335.35",
			"loan": "335.35"
		}, {
			"name": "青岛分行",
			"deposit": "335.35",
			"loan": "335.35"
		}, {
			"name": "太原分行",
			"deposit": "335.35",
			"loan": "335.35"
		}, {
			"name": "苏州分行",
			"deposit": "335.35",
			"loan": "335.35"
		}, {
			"name": "兰州分行",
			"deposit": "335.35",
			"loan": "335.35"
		}, {
			"name": "哈尔滨分行",
			"deposit": "335.35",
			"loan": "335.35"
		}, {
			"name": "南宁分行",
			"deposit": "335.35",
			"loan": "335.35"
		}, {
			"name": "乌鲁木齐分行",
			"deposit": "335.35",
			"loan": "335.35"
		}, {
			"name": "广州分行",
			"deposit": "335.35",
			"loan": "335.35"
		}, {
			"name": "重庆分行",
			"deposit": "335.35",
			"loan": "335.35"
		}, {
			"name": "长春分行",
			"deposit": "335.35",
			"loan": "335.35"
		}],
		"option": null,
		"axis": null
	}, {
		"name": "大屏1同业负债结构",
		"data": [
			[{
				"name": "货币市场融入",
				"value": "335.35"
			}, {
				"name": "同业存款活期",
				"value": "335.35"
			}, {
				"name": "发行同业存单",
				"value": "335.35"
			}, {
				"name": "卖出回购票据",
				"value": "335.35"
			}, {
				"name": "同业存款定期",
				"value": "335.35"
			}]
		],
		"option": {
			"grid": {
				"left": "",
				"right": null,
				"top": "",
				"bottom": null,
				"width": "",
				"height": ""
			},
			"radar": {
				"radius": "50%",
				"indicator": [{
					"name": "货币市场融入",
					"max": "52000"
				}, {
					"name": "同业存款活期",
					"max": "52000"
				}, {
					"name": "发行同业存单",
					"max": "52000"
				}, {
					"name": "卖出回购票据",
					"max": "52000"
				}, {
					"name": "同业存放定期",
					"max": "52000"
				}]
			}
		},
		"axis": ["货币市场融入", "同业存款活期", "发行同业存单", "卖出回购票据", "同业存款定期"]
	}]
}





